/* 
   Localizable.strings
   Groceries

   Created by Sophia Teutschler on 10.03.08.
   Copyright 2008 Sophiestication Software. All rights reserved.
 */
 
"DONE_BUTTONITEM" = "OK";
"CANCEL_BUTTONITEM" = "Annuler";

"COPY_BUTTONITEM" = "Copier";
"MOVE_BUTTONITEM" = "Déplacer";

"CLEAR_BUTTONITEM" = "Effacer";
"SELECTALL_BUTTONITEM" = "Tout";
"DESELECTALL_BUTTONITEM" = "Aucun";

"NEWAISLE_BUTTONITEM" = "Nouveau rayon";

"TRASH_BUTTONITEM" = "Supprimer";
"TRASH_WITHCOUNT_BUTTONITEM" = "Supprimer (%1$@)";

"ORGANIZE_BUTTONITEM" = "Déplacer";
"ORGANIZE_WITHCOUNT_BUTTONITEM" = "Déplacer (%1$@)";

"STARTOVER_BUTTONITEM" = "Recommencer";

"NEW_UNIT_BUTTONITEM" = "Nouvelle unité";

"DELETE_GROCERY_BUTTONITEM" = "Supprimer l'article";

"SHEETTITLE_RESTART_SHOPPING" = "Comment voulez-vous recommencer ?";
"SHEETBUTTON_UNCHECK_SHOPPINGLIST_ITEMS" = "Tout décocher";
"SHEETBUTTON_DELETE_CHECKED_SHOPPINGLIST_ITEMS" = "Supprimer les articles cochés";

"PROPERTY_LABEL_NAME" = "Nom";
"PROPERTY_LABEL_PLURAL_NAME" = "Nom (pluriel)";
"PROPERTY_LABEL_NOTE" = "Notes";
"PROPERTY_LABEL_QUANTITY" = "Quantité";
"PROPERTY_LABEL_UNIT" = "Unité";
"PROPERTY_LABEL_AISLE" = "Rayon";
"PROPERTY_LABEL_ABBREVIATION" = "Abréviation";

"NEW_SHOPPINGLIST_TITLE" = "Courses";

"VIEWSTYLE_ALL" = "Tout";
"VIEWSTYLE_REMAINING" = "Restant";

"LISTS_NAVIGATIONITEM_TITLE" = "Listes de courses";
"LISTS_NAVIGATIONITEM_SHORTTITLE" = "Listes";

"NEW_GROCERY_NAVIGATIONITEM_TITLE" = "Nouvel article";
"NEW_UNIT_NAVIGATIONITEM_TITLE" = "Nouvelle unité";
"NEW_AISLE_NAVIGATIONITEM_TITLE" = "Nouveau rayon";

"EDITING_NAVIGATIONITEM_TITLE" = "Modifier";

"SHOPPINGLIST_ORGANIZER_NAVIGATIONITEM_PROMPT_SINGULAR" = "Déplacer « %1$@ » vers une autre liste de courses.";
"SHOPPINGLIST_ORGANIZER_NAVIGATIONITEM_PROMPT" = "Déplacer %1$@ articles vers une autre liste de courses.";
"SHOPPINGLIST_ORGANIZER_AISLE_NAVIGATIONITEM_PROMPT_SINGULAR" = "Déplacer « %1$@ » vers un autre rayon.";
"SHOPPINGLIST_ORGANIZER_AISLE_NAVIGATIONITEM_PROMPT" = "Déplacer %1$@ articles vers un autre rayon.";

"SHOPPINGLIST_ORGANIZER_NEW_SHOPPINGLIST" = "Nouvelle liste…";

"AISLE_NAVIGATIONITEM_TITLE" = "Rayon";
"UNSPECIFIED_AISLE_TITLE" = "Aucun rayon";

"ORGANIZE_AISLES_TITLE" = "Organisation du supermarché";

"GROCERYPICKER_NAVIGATIONITEM_TITLE" = "Ajouter des articles";
"GROCERYSEARCH_SEARCHFIELD_PLACEHOLDER" = "5 bananes";

"GROCERYSEARCH_NOSEARCHRESULTS_PLACEHOLDER" = "Aucun résultat";

"AISLEIMAGE_PICKER_NAVIGATIONITEM_PROMPT" = "Choisir une image pour le rayon";

"PLACEHOLDERVIEW_TUTORIAL_TEXT" = "Toucher ici pour commencer…";
"PLACEHOLDERVIEW_DONESHOPPING_TEXT" = "Vous avez fini vos courses !";

"LOCAL_EVENTSTORE_TITLE_FORMAT" = "Sur mon %1$@";

"DELETE_GROCERY_PROMPT" = "Souhaitez-vous supprimer %1$@ de votre %2$@ ?";

// "FINDBYBARCODE_NAVIGATIONITEM_TITLE" = "Find by Barcode";

// "LINKWITHBARCODE_NAVIGATIONITEM_PROMPT" = "Scan a Barcode to link with %1$@.";
// "LINKWITHBARCODE_NAVIGATIONITEM_TITLE" = "Link with Barcode";

// "AUTHORIZATIONSTATUS_DENIED_LABEL" = "Cannot access Reminders";
// "AUTHORIZATIONSTATUS_DENIED_DETAILLABEL" = "You must grant access to Reminders in the System Settings in order to use Groceries.";

"RECENTLYADDED_SECTIONHEADER_TITLE" = "Ajoutés récemment";

"accessibility.label.clear" = "Effacer";
"accessibility.label.decimalSeparator" = "Séparateur décimal";
"accessibility.label.deleteBackward" = "Supprimer";

// "SYNCOVERMAIL_ACTIVITYTITLE" = "Mail Exchange";
// "SYNCOVERMAIL_MESSAGE_BODYTEXT" = "Open the following attachment in your Groceries app to update your shopping list:";

// Sophiestication User Interface
"com.sophiestication.activity.giftApplication.title" = "Offrir %1$@";